alexcvzz.vscode-sqlite
astro-build.astro-vscode
austenc.tailwind-docs
batisteo.vscode-django
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
ckolkman.vscode-postgres
cmstead.js-codeformer
cmstead.jsrefactor
codesandbox-io.codesandbox-projects
com-egm0121.vs-jest-test-gen
crystal-spider.jsdoc-generator
cshum.convert-newline-list-to-array
d-biehl.robotcode
dbaeumer.vscode-eslint
dlasagno.rasi
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
ericadamski.carbon-now-sh
esbenp.prettier-vscode
eww-yuck.yuck
fabiospampinato.vscode-diff
folke.vscode-monorepo-workspace
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
humao.rest-client
infeng.vscode-react-typescript
ivory-lab.jenkinsfile-support
james-yu.latex-workshop
janisdd.vscode-edit-csv
janjoerke.jenkins-pipeline-linter-connector
jeremyrajan.webpack
jock.svg
johnpapa.vscode-peacock
kevinrose.vsc-python-indent
khaeransori.json2csv
leenzhu.gerrit
leo-labs.dotnet
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
myax.appidocsnippets
natizyskunk.sftp
naumovs.color-highlight
njpwerner.autodocstring
nrwl.angular-console
pkief.material-icon-theme
pmndrs.pmndrs
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
samuelcolvin.jinjahtml
sdras.night-owl
secanis.jenkinsfile-support
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
steoates.autoimport
stylelint.vscode-stylelint
takumii.markdowntable
tauri-apps.tauri-vscode
timvaneker.serverless-snippets
twxs.cmake
tyriar.lorem-ipsum
ue.alphabetical-sorter
valentjn.vscode-ltex
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vivainio.robotframework
vscodevim.vim
wayou.vscode-todo-highlight
wholroyd.jinja
wraith13.unsaved-files-vscode
yoavbls.pretty-ts-errors
yzane.markdown-pdf
zainchen.json
zixuanchen.vitest-explorer
